Repository: joshanashakya/literature_review
Catalog: workspace/corpus/project_save.tmx
Source language: en_us
Languages: ne_np

source: Land reform was, in fact, an essential programme in a feudalistic rural society, but the inability to prepare accurate land records, lack of the guarantee of tenancy right, the existence of dual or multi ownership of land, inability to provide land for shelter and subsistence income, failure to keep prcords and make proper utilization of the collected savings, lack of diversification in crop farming and cottage industries in the rural sector and, above al, the lack of desirable growth in production and productivity during the thirty years if the panchayat regime have clearly evidenced the failure if lad reform.
ne_np: सिद्धान्ततः ग्रामीण सामन्तवादी समाजमा भूमिसुधार ज्यादै आवश्यक कार्यक्रम थियो तर पञ्चायती व्यवस्थाको तीस वर्षको अन्तरालमा पनि सही भूमि अभिलेख तयार हुन नसक्नु, मोहियानी हकको सुरक्षा नहुनु, दोहोरो तेहरो भूस्वामित्व कायम रहिरहनु, अधिकांश जग्गाविहीनलाई मानवोचित जीवनयापन गर्न कमाइ खाने र वस्ने थात थलो उपलब्ध गराउन नसक्नु, बचत उठाएर सदुपयोग गर्न नसक् नु र ठीक हिसाब किताब नराख्नु, बालीमा विविधीकरण र गाऊँमा कुटीर औद्योगीकरण नहुनु र मूलतः खेतीमा उत्पादकत्व र उत्पादन वाञ्छित रुपमा बढ्न नसकेबाटै भूमिसुधार विफल भएको स्वतः स्पष्ट भयो।

source: Instead, as a long-term consequence, there emerged a situation after land reform where Nepal, a major food exporter of south Asia, turned into an importer of food grains and the situation accelerated the process if migration, too.
ne_np: अझ यसको दूरगामी परिणाम के निस्कियो भने खाद्यान्न निकासी गर्ने प्रमुख एशियाली मुलुकमा रहेको नेपालले भूमि सुधारपश्चात् खाद्यान्न पैठारी गर्न थाल्नु पर्‍यो र यसले गर्दा बसाइँ सराइ प्रोत्साहित हुन गयो।

source: It was indeed a prerequisite for rural development.
ne_np: गाऊँको विकासका लागि यो एक पूर्व शर्त नै थियो।

source: This movement experienced a misfortune when it turned into a process of the selection of workers, replacing the election system, masquerading as unanimity.
ne_np: यस अभियानको दुर्भाग्य त्यतिखेर भयो जब प्रत्यक्ष निर्वाचन प्रणालीको सट्टा सर्वसम्मतिको नाममा कार्यकर्ता टिप्ने प्रणालीमा सीमित गरियो।

source: The people were despaired of their aspirations, enthusiasm and zeal to participate in development efforts by this process, which thus created a set-back to local development.
ne_np: यस प्रक्रियाले अधिकांश जनताको विकासमा सहभागि बन्ने आकङ्क्षा, जोश र जाँगरलाई निराशामा परिणत गरिदियो र स्थानीय विकासमा ठेस पुर्‍यायो।

source: It was, indeed, not at all inappropriate on a conceptual le vel to create a basis for balanced regional development through the formation of development regions based on a realistic delineation of a north-south growth axis or development corridors.
ne_np: क्षेत्रीय सन्तुलनका लागि उत्तर दक्षिण वृद्धि रेखा वा विकास पथ को वास्तविक रेखाङ्कनको आधारमा विकास क्षेत्रको गठन गरेर सन्तुलित विकास आधारशीला खडा गर्नु निश्चयनै सिद्धान्ततः अमिल्दो थिएन।

source: However, no efforts were made towards developing a systematic settlement of the population along the growth or development corridors in desirable proportions and there were not launched, as required, any socio-economic programmes based on available local means and resources and focusing on the generation of employment opportunities either.
ne_np: तर वृद्धि रेखा वा विकास पथमा वाञ्छित जनसंख्याको व्यवस्थित आवादिको विकास र त्यस क्षेत्रमा विद्यमान स्रोत साधनमा आधारित सामाजिक तथा आर्थिक कार्यक्रमका साथै अर्थोपार्जनका अवसरहरु समेत केन्द्रित गर्नुपर्नेमा सो भएन।

source: Consequently, a system developed in which the center controlled the mechanism of regional development, which accorded a decisive role to the central Development Region creating an influx of a large population to it and making it the operation-site for the greatest number of development programmes.
ne_np: फलतः राजधानीबाट क्षेत्रीय विकासको यन्त्र सञ्चालन गर्ने प्रक्रिया वस्यो जसले गर्दा मध्यमाञ्चल विकास क्षेत्रमै बढी जनसंख्याको प्रवाह, सर्वाधिक विकास कार्यक्रमस्थल र निर्णायक भूमिका रहिरह्यो ।

source: The construction of the East-west highway which was initiated in the panchayat regime was a multidimensional project for national development.
ne_np: पञ्चायतीकालमा निर्माण सुरु गरिएको पूर्व - पश्चिम राजमार्ग मुलुकको विकासका लागि वहुआयामिक आयोजना थियो ।

source: Nevertheless, it cannot be denied that whatever sectors were completed, did contribute to linking the socio-economic activities of the road corridors to the market-oriented economy.
ne_np: तर जति भयो त्यसले सामाजिक आर्थिक क्रियाकलापलाई बजारमुखी अर्थतन्त्रमा गाँस्न सघाउ पुगेको नकार्न सकिँदैन।

source: Moreover, since the immediate as well as long-term effects of a project of such a great magnitude were not take into full consideration, the Terai region has now had to bear the brunt of the natural as well as ma n-made disasters like drought and floods due to excessive migration, haphazard human settlements and the degradation of the churiya region and the charkoshe Jhari (the forest belt of the Terai), once acclaimed as the treasure house of forest resources.
ne_np: साथसाथै, यति ठूलो आयोजनाबाट मुलुकभर पर्न सक्ने तत्कालीन र दूरगामी प्रभावसम्बन्धमा होस नपुर्‍याएकोले वनसम्पदाको भण्डार मानिने चारकोशे झाडी र चुरे श्रृङ्खलाको विनाश, अत्यधिक बसाइँ सराइ तथा अव्यवस्थित बसोवासमा बृद्धिजस्ता कारणले तराईक्षेत्र प्राकृतिक र मानव निर्मितबाट, सुक्खा, डुवानजस्ता प्रकोपबाट प्रभावित हुनुपरेको छ।

source: The rehabilitation of the environment in terms of the magnitude of degradation that has occurred has become a momentous task for a century.
ne_np: जुन वातावरणीय ह्रास भयो त्यसको पुनर्निर्माण शताब्दीको विष्य बन्न पुग्यो ।

source: During the panchayat regime, programmes were implemented with greater emphasis on the task of preserving the system than on national development.
ne_np: पञ्चायतकालमा मुलुकको विकासका लागि भन्दा व्यवस्थालाई टिकाउने कुरालाई वढी जोड दिई विकास आयोजनाहरु शुरु गरियो।

source: A new education plan was introduced in the form of a national education system, which in reality created a havoc in the education sector.
ne_np: राष्ट्रिय शिक्षा पद्धतिको नाममा नयाँ शिक्षा ल्याइयो, जुन पद्धतिले शिक्षा क्षेत्रलाई नै लथालिङ्ध पारिदियो।

source: Many commissions were constituted and studies conducted on the issue of the decentralization of power.
ne_np: शक्ति विकेन्द्रीकरणका नाममा धेरै आयोग गठन भए र अध्ययन भए।

source: With a view to projecting Panchayat as a democration system, some efforts were made with regard to decentralization but there occurred centralization with several instances of retrieval of the decentralized authority.
ne_np: पञ्चायत व्यवस्थालाई प्रजातान्त्रिक प्रणाली सावित गर्न विकेन्द्रीकरणको सिद्धान्त अपनाउन खोजियो तर पुनः अधिकार फिर्ता गरेर केन्द्रीकरण गरेका धेरै उदाहरणहरु देखिए।

source: In the first place, the power entrusted to local bodies were not of permanent nature as the bodies themselves were liable to be dismissed at any time at the discretion of the government.
ne_np: प्रथमतः स्थानीय निकाय नै सरकारले जतिखेर चाह्यो त्यतिखेर विगठन गर्ने स्थितिमा थिए भने उनीहरुलाई प्रदत्त अधिकारहरु स्थायी थिएनन्।

source: Wile for the lack of decentralization in real terms, many projects aimed at integrated rural development with international assistance could not deliver meaningful results, many projects, as the studies have revealed, created a negative outlook towards development at the local level.
ne_np: सही रुपमा विकेन्द्रीकरण हुन नसकेका कारणले नै अन्तर्राष्ट्रिय सहयोग समेत जुटाई एकीकृत ग्रामीण विकास गर्न खोजिएका परियोजनाहरुले सार्थक प्रतिफल दिन सकेनन् अझ धेरै परियोजनाले त विकासप्रति स्थानीय धारणामा नै प्रतिकूल प्रभाव छोडेको अध्ययनहरुबाट देखियो।

source: A programme to control the increasing population was indeed indispensable.
ne_np: बढ्दो जनसंख्यानियन्त्रण गर्नु एक अपरिहार्य कार्यक्रम थियो।

source: A population policy was formulated for this purpose.
ne_np: यसका लागि जनसंख्या नीति तर्जुमा भयो।

source: It included some basic activities such as the reduction of birth rate, control of immigration, control of migration from hills to the Terai and from villages to urban areas and maternal child health care.
ne_np: यसमा जन्मदर कायम गर्ने, आप्रवासन नियन्त्रण गर्ने, पहाडबाट तराई र गाऊँबाट शहरमा हुने बसाइँ सराइ नियन्त्रण गर्ने, मातृ शिशु कल्याण गर्नेजस्ता आधारभूत कुराहरु समावेश गरिए।

source: However, while the immigration problem remained unchanged due to the inability to restore cordial relations with the neighbouring country with an open border and the failure to recognize the problem in an international perspective, the other aspects of population control ended in failure for the lack of complementary programmes.
ne_np: तर खुला सीमा भएको छिमेकी राष्ट्रसँग सुमधुर सम्बन्ध कायम हुन नसकेको र अन्तरदेशीय परिप्रेक्ष्यमा समस्यालाई नियाल्न नसकेका कारणले आप्रवासन समस्या जस्ताको तस्तै रह्यो भने सहयोगी कार्यक्रमको अभावमा जनसंख्या नियन्त्रणका आधारभूत कुराहरु सबै असफल रहे।

source: In consequence, there arose impediments to urban development, the social service infrastructures became insufficient, unemployment increased, the environment deteriorated, pollution prevailed and in the long run, the adverse impact in the economy as a whole was evidently perceptible to all.
ne_np: त्यसको प्रतिफल शहरी विकासमा अवरोध उत्पन्न भयो, सामाजिक सेवाका पूर्वाधार अपर्याप्त भए, बेरोजगार बढ यो, पर्यावरणको ह्रास भयो, प्रदूषण व्याप्त भयो र अन्ततोगत्वा समग्र अर्थतन्त्रमा यसको कुप्रभाव परेको सबैका सामु स्पष्ट भयो।

source: Although in the three periodic plans of the panchayat regime preference was accorded to agricultural sector for intensification and diversification in crops through reforms in the farming system of this country composed of hamlets and villages, the wide gulf between planning and implementation always led to a negative result.
ne_np: गाऊँ नै गाऊँले बनेको मुलुकमा परम्परागत खेती प्रणालीमा सुधार गरी बालीमा सघनता र विविधीकरण ल्याउन पञ्चायतीकालमा तीन आवधिक योजनामा कृषिक्षेत्रलाई प्राथमिकता दिएता पनि योजना र कार्यान्वयन बीच रहेको ठूलो खाडलको कारण नतीजा प्रतिकूल नै रह्यो।

source: While it called for liberal economic policies and the creation of an atmosphere conducive to industrialists with some reassurances in certain spheres for achieving industrial expansion, the industries could not prosper in the absence of transparency in industrial policy which remained under strict government control.
ne_np: उद्योग विस्तारका लागि उदार आर्थिक नीतिको आवश्यकताका साथै कतिपय कुरामा प्रत्याभूति पनि दिई उद्योगीका लागि अनुतकूल वातावरण सृजना गर्नु पर्नेमा बढी नियन्त्रित अर्थनीतिका कारणले पारदर्शी उद्योग नीतिको अभावमा उद्योगहरु फस्टाउन सकेनन्।

source: Even those industries which had begun their operation could not flourish for not being able to acquire self reliance.
ne_np: जो उद्योगहरु सञ्चालन गरिए ती पनि सबै आत्मनिर्भर वन्न नसकेका कारणले फस्टाउन सकेनन्।

source: This programme took a vow to fulfil the basic minimum needs such as foodgrains, clothing, housing, health, education and public security among others and raise the economic condition of the people to the Asian standard by 2000.
ne_np: यस कार्यक्रमले खाद्यान्न, लत्ताकपडा, आवास, स्वास्थ्य शिक्षा तथा सार्वजनिक सुरक्षाजस्ता न्यूनतम आधारभूत आवश्यकताहरु परिपूर्ति गरी सन् २००० (वि. सं. २०५७ साल) सम्ममा जनताहरुको आर्थिक स्थिति एशियाली मापदण्ड अनुरुपको बनाउने प्रतिज्ञा गर्‍यो।

source: Because of the dynamic nature of the Asian standard, the term was eventually deleted from the slogan.
ne_np: एशियाली मापदण्डको गतिशील प्रकृतिका कारण आखिर उपर्युक्त नाराबाट यी शव्दावली नै हटाइयो ।

source: The basic needs programme had adopted a supply oriented approach in its formulation paying no attention to the purchasing power of the proposed consumers.
ne_np: प्रस्तावित उपभोक्ताहरुको क्रयशक्तिबारे कुनै विचारै नगरी आधारभूत आवश्यकतासम्बन्धी कार्यक्रम पूर्णत आपूर्तिमूलक तरिकाद्वारा निर्मित थियो।

source: Without any resource mobilisation for physical and institutional development, production targets, unthinkable in a historical perspective, were set for the fulfillment of the needs.
ne_np: भौतिक तथा संस्थागत विकासका लागि कुनै साधनको व्यवस्था नै नगरी आपूर्तिका आवश्यकताहरु पूरा गर्न ऐतिहासिक रुपमा कल्पना नै गर्न नसकिने उत्पादन लक्ष्यहरु तोकिए।

source: In consequence of the distorted ad hoc economic policies of thirty years interspersed with hollow slogans of disappointing development resumts and programmes without achievements, the country had to bear several economic distortions which were as follows.
ne_np: निराशाजनक विकास उपलब्धिका खोक्रा नारा र उपलब्धी हिन कार्यक्रमका साथै तीस वर्षको हचुवा र विकृतिपूर्ण आर्थिक नीतिहरुको फलस्वरुप कतिपय आर्थिक विसङ्धतिहरु देशले भोग्नु पर्‍यो जुन निम्न प्रकारका थिए।

source: Excessive Control and Regulation: The control-oriented development approach of the past created many problems.
ne_np: अत्याधिक नियन्त्रण तथा हस्तक्षेप : विगत वर्षहरुमा सरकारको नियन्त्रित विकास प्रक्रियाले प्रशस्त कठिनाईहरुको सृजना गरेको थियो।

source: Increased government control, adhoc regulations and procedures, license requirements and other forms of counterproductive bureaucratic behaviour tended to discourage decision making process and delays in the disbursement of budgets increased project implementation costs and resulted in the under utilization of the administrative capacity.
ne_np: बढ्दो सरकारी नियन्त्रण, हचुवा नियम र कार्यविधि तथा इजाजत लिनुपर्ने व्यवस्था तथा अनुत्प्रेरक कर्मचारीतन्त्रको अनावश्यक ढिला सुस्तीले गर्दा निजी क्षेत्रको जाँगर र जोशलाई हतोत्साहित गरेको थियो। निर्णय प्रक्रियामा ढिला सुस्तीले गर्दा तथा बजेट समयमा निकास नभएबाट आयोजना कार्यान्वयन खर्चमा लागत वृद्धि भयो र प्रशासनिक क्षमताको पूर्ण उपयोग हुन सकेन।

source: These enterprises suffered as a result of over staffing, political intervention, inefficiency and the lack of accountability.
ne_np: आवश्यकभन्दा बढी कर्मचारी भर्ना, राजनैतिक हस्तक्षेप, असक्षमता र उत्तरदायित्वको अभाव आदिबाट यी संस्थानहरु पिडित हुन पुगे।

source: Inefficient Investment Portfolio: Cost-benefit rations, and other criteria criteria which measure the economic and social benefits of projects were neglected in the coruse of selecting projects to be implemented in various sectors and sub-sectors.
ne_np: अनुत्पादक लगानी : विभिन्न क्षेत्र एवं उपक्षेत्रहरुमा सञ्चालन गरिएका आयोजनाहरुको चयन गर्दा लागत लाभ, आर्थिक सामाजिक फाइदाजस्ता आधारहरु लिइएन।

source: The interrelationships among projects and alternative investment options were not takes into consideration.
ne_np: त्यस्ता आयोजनाहरुबीच रहेका वा हुने एक अर्काको अन्तर्सम्बन्धहरुमा तथा वैकल्पिक लगानीसम्भाव्यतालाई ध्यान दिइएको थिएन ।

source: As a result, investment could not be channeled to productive sectors.
ne_np: यसले गर्दा लगानी उत्पादनक्षेत्रतर्फ प्रवाहित हुन सकेन।

source: Many projects were not justifiable from economic and social points of vies.
ne_np: कतिपय आयोजनाहरु आर्थिक एवं सामाजिक दृष्टिले न्यायसङ्गत थिएनन्।

source: High cost Economy: In view of the inaccessibility and the ruggedness of terrain it is not unusual for the production and delivery costs to be high.
ne_np: महँगो अर्थतन्त्र : भौगोलिक विकटताको कारण उत्पादन एवं वितरण महँगो हुनु स्वभाविकै हो।

source: But in addition to these realities, the cost component of the economy has been further aggravated by the dominance of donor driven projects, economically unproductive investments, lack of discipline, limited economic resources of projects, unwarranted expansion of bureaucracy and lack of efficient implementation capabilities.
ne_np: तर यस वास्तविकताको अतिरिक्त दातृ संस्थाद्वारा छानिएका आयोजनाहरुको बढी वाहुल्यता, आर्थिक रुपले अनुत्पादक लगानी, अनुशासनको अभाव तथा आयोजनाहरुमा सीमित आर्थिक धन एवं प्रशासन यन्त्रको अवाञ्छित विस्तार तथा असक्षम कार्यान्वयन क्षमता आदिले अर्थतन्त्रलाई महँगो बनायो।

source: Political decisions were often autocratic and feudalistic.
ne_np: राजनैतिक निर्णयहरू ज्यादै नै स्वेच्छाचारी एवं सामन्ती प्रक्रियाबाट लिइन्थ्यो।

source: As a result, the planning process lacked accountability and was unable to induce genuine popular participation.
ne_np: त्यसले गर्दा योजना प्रक्रिया अनुत्तरदायी किसिमले सञ्चालन गरियो र जनसहभागिताको सर्वथा अभाव रह्यो।

source: To formulate constitution compatible with the norms and values of Multi-party democratic system.
ne_np: बहुदलीय प्रजातान्त्रिक परिपाटीअनुरुपको सम्बिधान तयार पार्ने

source: To hold general elections in accordance with the constitution.
ne_np: सो सम्विधानको अधीनमा रही आम निर्वाचन सम्पन्न गर्ने।

source: As it was incumbent upon the interim gov ernment to fulfil these two functions within a short period on a priority basis, the task of formulating a periodic plan was postponed for the time being.
ne_np: अन्तरिम सरकारले छोटो अवधिमा नै यी दुई कार्यहरुलाई प्रमुखता दिई सम्पन्न गर्नुपर्ने भएको हुँदा आवधिक योजना तर्जुमा गर्ने कार्य केही समयको लागि स्थगित हुन गयो।

source: Subsequent to the formation of the imterim government, an understanding with India in May 1990 ended the trade impasse with India which had begun on March 23, 1989, reinstating the status quo ante in relationship with India.
ne_np: अन्तरिम सरकारको गठनपछि २०४७ साल जेष्ठ महिनामा भारतसय्.त्र्ग भएको समझदारीपश्चात् नेपाल र भारतबीच २०४५ चैत्र १० गतेदेखि उत्पन्न भइरहेको गतिरोध समाप्त भई भारतसय्.त्र्गको सम्बन्ध पूर्ववत रुपमा स्थापित भयो।

source: Similarly, policies were adopted to increase the role of the private sector in agriculture and to offer additional incentives to low-income farming families in the course of providing loans.
ne_np: त्यस्तै कृषिक्षेत्रमा निजी क्षेत्र को भूमिका बढाउने र ऋणहरु उपलब्ध गराउँदा कम आय भएका कृषक परिवारलाई ध्यानमा राख्ने नीति लियो।

source: Initially, the present government took steps to transform the controlled economy of the past thirty years into an open, liberal, transparent and competive market oriented economy.
ne_np: प्रथमतः बर्तमान सरकारले विगत तीस वर्षको नियन्त्रणात्मक अर्थ व्यवस्थालाई खुला, उदार, पारदर्शक तथा प्रतिस्पर्धात्मक बजारमुखी नीतिहरु प्रकाशमा ल्याए। ।

source: The approach to the eighth plan was prepared accordingly.
ne_np: सोअनुरुप आठौं योजनाको आधारपत्र पनि तयार गरियो ।

source: Similarly, with the objective of achieving full convertibility if the Nepalese currency in current account, a partial convertibility system was introduced.
ne_np: त्यस्तै नेपाली मुद्रालाई चालु खातामा पूर्ण परिवर्त्यता प्रदान गर्ने उद्देश्यले आंशिक परिवर्त्यता लागु गरे।

source: Necessary procedures have also been initiated to privatize five agricultural farms in government sector.
ne_np: सरकारी क्षेत्रमा रहेका कृषि फर्महरुलाई पनि निजीकरण गर्न कारवाही शुरु भयो।

source: With a view to strengthening the internal air service, permission was granted to private sector to operate domestic flights.
ne_np: आन्तरिक उडान व्यवस्थालाई सुदृढ गर्ने उद्देश्यले निजी क्षेत्रमा पनि आन्तरिक विमान सेवाहरु सञ्चालन गर्न अनुमति दिइयो ।

source: As a result, three private sector airlines have begun their domestic flight operation within one year.
ne_np: जसको फलस्वरुप एकै वर्ष भित्र निजी क्षेत्रमा तीन वटा विमान कम्पनीहरुले आन्तरिक उडान शुरु गरे।

source: Liberal policies aimed at attracting more tourists have also been adopted to encourage the services of foreign airlines.
ne_np: बढी संख्यामा पर्यटकहरु भित्र्याउन विदेशी विमानसेवाहरुलाई प्रोत्साहित गर्ने उदार नीति अपनाइयो।

source: With the objectives of attracting foreign investors, a new foreign investment policy was formulated.
ne_np: विदेशी लगानीकर्तालाई आकर्षित गर्न नयाँ विदेशी लगानी नीति लागु भयो।

source: To promote export, arrangements have been made for free export of all commodities without licence requirements except for a few senstitive items.
ne_np: निकासी व्यापारलाई प्रोत्साहन गर्न अब केही सम्वेदनशील वस्तुहरु बाहेक सम्पूर्ण वस्तुहरुको निकासी बिना इजाजत गर्न दिने व्यवस्था भयो।

source: Similarly, a policy was introduced to gradually phase out the quantitative restrictions on imports and adjust them through customs tariff.
ne_np: त्यस्तै पैठारीतर्फ क्रमशः परिमाणात्मक बन्देजलाई हटाइ भन्सार दर समायोजन गर्दै लाने नीति लिइयो।

source: Changes were made in financial rules to minimize control and intervention and expedite plan implementation.
ne_np: नियन्त्रण तथा हस्तक्षेप कम गर्दै लैजान र योजना कार्यान्वयनमा तीव्रता ल्याउन वित्तीय नियममा परिवर्तन गरियो।

source: According to these new rules, project chiefs are authorized to senction estimated expenditures if upto 5 million rupees, to approve tenders of upto 20 million rupees and to modify upto 10 percent of total expenditure on technical grounds.
ne_np: यस नयाँ नियम अनुसार योजना प्रमुखहरुलाई रु. ५० लाख सम्मको खर्चको अनुमान स्वीकृत गर्ने, रु. २ करोड सम्मको टेण्डर स्वीकृत गर्ने र प्राविधिक आधारमा अनुमानित खर्चको १० प्रतिशतसम्म परिवर्तन गर्न सक्ने आदि अधिकार प्रदान गरियो

source: Accordingly, the District Development Committee Act 1992, the municipality Act 1992 and the Village Development Committee Act, 1992 have been formulated and implemented.
ne_np: यसअनुसार जिल्ला विकास समिति ऐन २०४८, नगरपालिका ऐन २०४८ र गाऊँ विकास समिति ऐन २०४८ तयार भई कार्यान्वयनमा समेत आए ।

source: At the same time, the election of local bodies was also completed.
ne_np: साथै स्थानीय निकायहरुको निर्वाचन कार्य पनि पुरा भयो।

source: The local election has thus successfully laid down the foundation for a democratic system and the local bodies have now initiated the tradition of playing an important role in development activities in consonance with the policy of decentralization.
ne_np: यसरी स्थानीय निकायहरुको निर्वाचनले प्रजातान्त्रिक पद्धतिको जग सफलतापूर्वक स्थापना गर्‍यो र यी निकायहरुले विकेन्द्रीकरण नीति अनुरुप स्थानीय विकास कार्यमा महत्वपूर्ण भूमिका निर्वाहको परम्पराको थालनी गरे।

source: Furthermore, the foreign exchange reform was another significant step undertaken during this period.
ne_np: यस अतिरिक्त यस अवधिमा भएका अन्य महत्वपूर्ण कदमविदेशी विनिमय सुधार हो।

source: Partial convertibility in foreign exchange was introducted in February 1992.
ne_np: २०४८ साल फागुन देखि विदेशी विनिमयको आंशिक परिवर्त्यताको व्यवस्था लागु भयो।

source: Under this arrangement, the banks conducting business in foreign currency were allowed to sell 65 percent of their earnings from trade or services at the open market exchange rate by making available 35 percent of the foreign currency earning to Nepal Rastra Bank at a rate fixed by the bank.
ne_np: यस व्यवस्था अर्न्तगत बैंकहरुले परिवर्त्य विदेशी मुद्रा कारोवार गर्दा व्यापार तथा सेवाबाट हुने आर्जनको ३५ प्रतिशत नेपाल बैंकले तोकेको दरमा नेपाल राष्ट्र बैंकलाई बिक्रि गरी बांकी ६५ प्रतिशत खुला बजार बिनिमय दरमा बिक्री गर्न पाउने व्यवस्था भयो।

source: During the same period, the agreement reached with India on trade, transit and the control of unauthorized trade removed the feeling of instability prevalent in the trade sector.
ne_np: यसै अवधिमा नेपाल भारतबीचको व्यापार पारवहन र अनधिकृत व्यापार नियन्त्रण गर्ने विषयमा सम्झौता भई व्यापार क्षेत्रमा रहेको अन्यौलको वातावरण अन्त भयो।

source: The new agreement incorporates significant provisions such as mutual understanding to be reached on the issue of the exemption of Indian tax on the export of primary goods from Nepal, the reduction of the mandatory constituent percentage of indigenous raw materials from 80 percent to 65 percent in the manufactured products of Nepal, the reduction of internal value added from 50 percent to 40 percent and so on.
ne_np: नयाँ सम्झौतामा नेपालले भारततर्फ निकासी हुने प्राथमिक वस्तुमा भारतले लगाउने कर छुट व्यवस्था पारस्पारिक आधारमा गर्ने, नेपालमा तयारी हुने वस्तुको उत्पादनमा कुल कच्चा पदार्थ ८० प्रतिशत हुने व्यवस्था भएकोमा ६५ प्रतिशत गराउने, आन्तरिक मूल्यबृद्धि ५० प्रतिशत हुनुपर्ने व्यवस्था भएकोमा ४० प्रतिशतमा ओराल्नेजस्ता महत्वपूर्ण बुँदाहरुको व्यवस्था गरिएको थियो।

source: As a part of the alternative energy development programme, rural electrification was initiated.
ne_np: बैकल्पिक ऊर्जा विकासको क्रममा ग्रामीण विद्युतीकरणको थालनी भयो।

source: These steps will make important contribution in alleviating poverty in rural areas.
ne_np: यी सबै कदमहरुले ग्रामीणक्षेत्रमा रहेको गरीबी हटाउन सघाउ पुर्‍याउनेछ।
